---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.NumberingSchemaTypes.StructuralNumberingSchemas
source: html/cbd9b3bf-a274-7756-0579-38d360b6114a.htm
---
# NumberingSchemaTypes.StructuralNumberingSchemas Members

Provides a container of all Revit built-in NumberingSchemaType instances.